[
	{
		"name": "Affenpinscher",
		"short_description": "A small, feisty terrier with a wiry coat.",
		"description": "The Affenpinscher is a small, feisty terrier that is known for its intelligence and loyalty. They are also known for their wiry coat, which requires regular grooming. Affenpinschers are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Affenpinscher",
		"photo": "../img/affenpinscher.jpeg",
		"code": 100
	},
	{
		"name": "Afghan Hound",
		"short_description": "A large, elegant hound with a long, flowing coat.",
		"description": "The Afghan Hound is a large, elegant hound that is known for its beauty and its independence. They are also known for their long, flowing coat, which requires regular grooming. Afghan Hounds are good for families with older children, as they can be a bit too independent for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "25-27 inches",
		"friendliness": "Average friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Afghan_Hound",
		"photo": "",
		"code": 101
	},
	{
		"name": "Airedale Terrier",
		"short_description": "A large, active terrier with a water-resistant coat.",
		"description": "The Airedale Terrier is a large, active terrier that is known for its intelligence and its loyalty. They are also known for their water-resistant coat, which makes them good swimmers. Airedale Terriers are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-23 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Airedale_Terrier",
		"photo": "",
		"code": 102
	},
	{
		"name": "Akbash Dog",
		"short_description": "A large, white guardian dog from Turkey.",
		"description": "The Akbash Dog is a large, white guardian dog from Turkey. They are known for their intelligence, their loyalty, and their protective nature. Akbash Dogs are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "27-32 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Akbash_Dog",
		"photo": "",
		"code": 103
	},
	{
		"name": "Alaskan Malamute",
		"short_description": "A large, powerful sled dog.",
		"description": "The Alaskan Malamute is a large, powerful sled dog that is known for its strength and its endurance. They are also known for their friendly and gentle nature. Alaskan Malamutes are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "23-25 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Alaskan_Malamute",
		"photo": "",
		"code": 104
	},
	{
		"name": "American Bulldog",
		"short_description": "A large, muscular bully breed.",
		"description": "The American Bulldog is a large, muscular bully breed that is known for its strength and its loyalty. They are also known for their gentle and affectionate nature. American Bulldogs are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "20-22 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Bulldog",
		"photo": "",
		"code": 105
	},
	{
		"name": "American Eskimo Dog",
		"short_description": "A small, white Spitz-type dog.",
		"description": "The American Eskimo Dog is a small, white Spitz-type dog that is known for its intelligence and its loyalty. They are also known for their friendly and gentle nature. American Eskimo Dogs are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "15-16 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Eskimo_Dog",
		"photo": "",
		"code": 106
	},
	{
		"name": "American Foxhound",
		"short_description": "A medium-sized hound with a deep bark.",
		"description": "The American Foxhound is a medium-sized hound with a deep bark. They are known for their intelligence, their loyalty, and their hunting ability. American Foxhounds are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-25 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Foxhound",
		"photo": "",
		"code": 107
	},
	{
		"name": "American Pit Bull Terrier",
		"short_description": "A medium-sized, muscular dog with a short coat.",
		"description": "The American Pit Bull Terrier is a medium-sized, muscular dog with a short coat. They are known for their intelligence, their loyalty, and their playful nature. American Pit Bull Terriers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "18-21 inches",
		"friendliness": "Average friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Pit_Bull_Terrier",
		"photo": "",
		"code": 108
	},
	{
		"name": "American Staffordshire Terrier",
		"short_description": "A medium-sized, muscular dog with a short coat.",
		"description": "The American Staffordshire Terrier is a medium-sized, muscular dog with a short coat. They are known for their intelligence, their loyalty, and their playful nature. American Staffordshire Terriers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "18-21 inches",
		"friendliness": "Average friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Staffordshire_Terrier",
		"photo": "",
		"code": 109
	},
	{
		"name": "Anatolian Shepherd Dog",
		"short_description": "A large, powerful guardian dog from Turkey.",
		"description": "The Anatolian Shepherd Dog is a large, powerful guardian dog from Turkey. They are known for their intelligence, their loyalty, and their protective nature. Anatolian Shepherd Dogs are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "27-32 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Anatolian_Shepherd_Dog",
		"photo": "",
		"code": 110
	},
	{
		"name": "Australian Cattle Dog",
		"short_description": "A medium-sized, working dog from Australia.",
		"description": "The Australian Cattle Dog is a medium-sized, working dog from Australia. They are known for their intelligence, their loyalty, and their herding ability. Australian Cattle Dogs are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "18-20 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Australian_Cattle_Dog",
		"photo": "",
		"code": 111
	},
	{
		"name": "Australian Shepherd",
		"short_description": "A medium-sized, working dog from the United States.",
		"description": "The Australian Shepherd is a medium-sized, working dog from the United States. They are known for their intelligence, their loyalty, and their herding ability. Australian Shepherds are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "18-23 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Australian_Shepherd",
		"photo": "",
		"code": 112
	},
	{
		"name": "Australian Terrier",
		"short_description": "A small, wiry terrier from Australia.",
		"description": "The Australian Terrier is a small, wiry terrier from Australia. They are known for their intelligence, their loyalty, and their playful nature. Australian Terriers are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "10-11 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Australian_Terrier",
		"photo": "",
		"code": 113
	},
	{
		"name": "Basset Hound",
		"short_description": "A large, slow-moving hound with a long, droopy face.",
		"description": "The Basset Hound is a large, slow-moving hound with a long, droopy face. They are known for their intelligence, their loyalty, and their gentle nature. Basset Hounds are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "14-17 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Basset_Hound",
		"photo": "",
		"code": 114
	},
	{
		"name": "Beagle",
		"short_description": "A small, friendly hound with a big personality.",
		"description": "The Beagle is a small, friendly hound with a big personality. They are known for their intelligence, their loyalty, and their playful nature. Beagles are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "13-15 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Beagle",
		"photo": "",
		"code": 115
	},
	{
		"name": "Beauceron",
		"short_description": "A large, muscular herding dog from France.",
		"description": "The Beauceron is a large, muscular herding dog from France. They are known for their intelligence, their loyalty, and their protective nature. Beaucerons are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "23-27 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Beauceron",
		"photo": "",
		"code": 116
	},
	{
		"name": "Belgian Malinois",
		"short_description": "A medium-sized, working dog from Belgium.",
		"description": "The Belgian Malinois is a medium-sized, working dog from Belgium. They are known for their intelligence, their loyalty, and their herding ability. Belgian Malinois are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-26 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Belgian_Malinois",
		"photo": "",
		"code": 117
	},
	{
		"name": "Bloodhound",
		"short_description": "A large, powerful scenthound with a wrinkled face.",
		"description": "The Bloodhound is a large, powerful scenthound with a wrinkled face. They are known for their intelligence, their loyalty, and their gentle nature. Bloodhounds are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "23-27 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Bloodhound",
		"photo": "",
		"code": 118
	},
	{
		"name": "Boerboel",
		"short_description": "A large, muscular guardian dog from South Africa.",
		"description": "The Boerboel is a large, muscular guardian dog from South Africa. They are known for their intelligence, their loyalty, and their protective nature. Boerboels are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "24-27 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Boerboel",
		"photo": "",
		"code": 119
	},
	{
		"name": "Boston Terrier",
		"short_description": "A small, stocky, and friendly dog.",
		"description": "The Boston Terrier is a small, stocky, and friendly dog. They are known for their intelligence, their loyalty, and their playful nature. Boston Terriers are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "15-17 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Boston_Terrier",
		"photo": "",
		"code": 120
	},
	{
		"name": "Boxer",
		"short_description": "A medium-sized, muscular dog with a short coat.",
		"description": "The Boxer is a medium-sized, muscular dog with a short coat. They are known for their intelligence, their loyalty, and their playful nature. Boxers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-25 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Boxer_(dog)",
		"photo": "",
		"code": 121
	},
	{
		"name": "Briard",
		"short_description": "A large, rugged herding dog from France.",
		"description": "The Briard is a large, rugged herding dog from France. They are known for their intelligence, their loyalty, and their protective nature. Briards are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-27 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Briard",
		"photo": "",
		"code": 122
	},
	{
		"name": "Brittany",
		"short_description": "A medium-sized, sporting dog with a short coat.",
		"description": "The Brittany is a medium-sized, sporting dog with a short coat. They are known for their intelligence, their loyalty, and their friendly nature. Brittanys are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "17-19 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Brittany_(dog)",
		"photo": "",
		"code": 123
	},
	{
		"name": "Bullmastiff",
		"short_description": "A large, muscular guard dog from England.",
		"description": "The Bullmastiff is a large, muscular guard dog from England. They are known for their intelligence, their loyalty, and their protective nature. Bullmastiffs are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "25-27 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Bullmastiff",
		"photo": "",
		"code": 124
	},
	{
		"name": "Cavalier King Charles Spaniel",
		"short_description": "A small, friendly spaniel.",
		"description": "The Cavalier King Charles Spaniel is a small, friendly spaniel. They are known for their intelligence, their loyalty, and their playful nature. Cavalier King Charles Spaniels are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "12-13 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Cavalier_King_Charles_Spaniel",
		"photo": "",
		"code": 125
	},
	{
		"name": "Chow Chow",
		"short_description": "A large, independent dog with a thick coat.",
		"description": "The Chow Chow is a large, independent dog with a thick coat. They are known for their intelligence, their loyalty, and their aloof nature. Chow Chows are good for families with older children, as they can be a bit too aloof for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "17-20 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Chow_Chow",
		"photo": "",
		"code": 126
	},
	{
		"name": "Cocker Spaniel",
		"short_description": "A small, friendly spaniel.",
		"description": "The Cocker Spaniel is a small, friendly spaniel. They are known for their intelligence, their loyalty, and their playful nature. Cocker Spaniels are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "14-15 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Cocker_Spaniel",
		"photo": "",
		"code": 127
	},
	{
		"name": "Dalmatian",
		"short_description": "A large, spotted dog known for its firehouse association.",
		"description": "The Dalmatian is a large, spotted dog known for its firehouse association. They are known for their intelligence, their loyalty, and their playful nature. Dalmatians are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-24 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Dalmatian",
		"photo": "",
		"code": 128
	},
	{
		"name": "Doberman Pinscher",
		"short_description": "A large, muscular dog with a sleek coat.",
		"description": "The Doberman Pinscher is a large, muscular dog with a sleek coat. They are known for their intelligence, their loyalty, and their protective nature. Doberman Pinschers are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "24-28 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Doberman_Pinscher",
		"photo": "",
		"code": 129
	},
	{
		"name": "German Shepherd",
		"short_description": "A large, working dog known for its intelligence and loyalty.",
		"description": "The German Shepherd is a large, working dog known for its intelligence and loyalty. They are known for their intelligence, their loyalty, and their protective nature. German Shepherds are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-26 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/German_Shepherd_Dog",
		"photo": "",
		"code": 130
	},
	{
		"name": "Great Dane",
		"short_description": "A giant dog known for its size and gentle nature.",
		"description": "The Great Dane is a giant dog known for its size and gentle nature. They are known for their intelligence, their loyalty, and their playful nature. Great Danes are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "28-32 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Great_Dane",
		"photo": "",
		"code": 131
	},
	{
		"name": "Greyhound",
		"short_description": "A sleek, fast dog known for its racing history.",
		"description": "The Greyhound is a sleek, fast dog known for its racing history. They are known for their intelligence, their loyalty, and their gentle nature. Greyhounds are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "27-30 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Greyhound",
		"photo": "",
		"code": 132
	},
	{
		"name": "Husky",
		"short_description": "A medium-sized, working dog known for its thick coat and wolf-like appearance.",
		"description": "The Husky is a medium-sized, working dog known for its thick coat and wolf-like appearance. They are known for their intelligence, their loyalty, and their playful nature. Huskies are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Husky",
		"photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Huskiesatrest.jpg/440px-Huskiesatrest.jpg",
		"code": 133
	},
	{
		"name": "Jack Russell Terrier",
		"short_description": "A small, terrier dog known for its energy and intelligence.",
		"description": "The Jack Russell Terrier is a small, terrier dog known for its energy and intelligence. They are known for their intelligence, their loyalty, and their playful nature. Jack Russell Terriers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Jack_Russell_Terrier",
		"photo": "",
		"code": 134
	},
	{
		"name": "Labrador Retriever",
		"short_description": "A large, friendly dog known for its intelligence and loyalty.",
		"description": "The Labrador Retriever is a large, friendly dog known for its intelligence and loyalty. They are known for their intelligence, their loyalty, and their playful nature. Labrador Retrievers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-24 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Labrador_Retriever",
		"photo": "",
		"code": 135
	},
	{
		"name": "Malinois",
		"short_description": "A medium-sized, working dog known for its intelligence and loyalty.",
		"description": "The Malinois is a medium-sized, working dog known for its intelligence, its loyalty, and its protective nature. Malinois are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "20-24 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Belgian_Malinois",
		"photo": "",
		"code": 136
	},
	{
		"name": "Newfoundland",
		"short_description": "A giant dog known for its gentle nature and love of water.",
		"description": "The Newfoundland is a giant dog known for its gentle nature and love of water. They are known for their intelligence, their loyalty, and their playful nature. Newfoundlands are good for families with children of all ages. They are also good for people who live in homes with large yards and near water.",
		"size_at_the_withers": "27-31 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Newfoundland_(dog)",
		"photo": "",
		"code": 137
	},
	{
		"name": "Poodle",
		"short_description": "A medium-sized, intelligent dog known for its curly coat.",
		"description": "The Poodle is a medium-sized, intelligent dog known for its curly coat. They come in three sizes: Standard, Miniature, and Toy. Poodles are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "15-22 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Poodle",
		"photo": "",
		"code": 138
	},
	{
		"name": "Rottweiler ",
		"short_description": "A large, powerful dog known for its intelligence and loyalty.",
		"description": "The Rottweiler is a large, powerful dog known for its intelligence, its loyalty, and its protective nature. Rottweilers are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-27 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Rottweiler",
		"photo": "",
		"code": 139
	},
	{
		"name": "Samoyed",
		"short_description": "A large, fluffy dog known for its friendly and playful nature.",
		"description": "The Samoyed is a large, fluffy dog known for its friendly and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Samoyeds are good for families with children of all ages. They are also good for people who live in homes with large yards and cold climates.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Samoyed_(dog)",
		"photo": "",
		"code": 140
	},
	{
		"name": "Shetland Sheepdog",
		"short_description": "A small, intelligent dog known for its herding ability.",
		"description": "The Shetland Sheepdog, also known as the Sheltie, is a small, intelligent dog known for its herding ability. They are known for their intelligence, their loyalty, and their playful nature. Shelties are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "13-16 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Shetland_Sheepdog",
		"photo": "",
		"code": 141
	},
	{
		"name": "Siberian Husky",
		"short_description": "A medium-sized, working dog known for its thick coat and wolf-like appearance.",
		"description": "The Siberian Husky is a medium-sized, working dog known for its thick coat and wolf-like appearance. They are known for their intelligence, their loyalty, and their playful nature. Huskies are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Siberian_Husky",
		"photo": "",
		"code": 142
	},
	{
		"name": "Staffordshire Bull Terrier",
		"short_description": "A medium-sized, muscular dog known for its friendly and playful nature.",
		"description": "The Staffordshire Bull Terrier is a medium-sized, muscular dog known for its friendly and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Staffordshire Bull Terriers are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "14-16 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Staffordshire_Bull_Terrier",
		"photo": "",
		"code": 143
	},
	{
		"name": "Vizsla",
		"short_description": "A medium-sized, hunting dog known for its smooth coat and gentle nature.",
		"description": "The Vizsla is a medium-sized, hunting dog known for its smooth coat and gentle nature. They are known for their intelligence, their loyalty, and their playful nature. Vizslas are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Vizsla",
		"photo": "",
		"code": 144
	},
	{
		"name": "Welsh Corgi Pembroke",
		"short_description": "A small, stocky dog known for its short legs and big personality.",
		"description": "The Welsh Corgi Pembroke, also known as the Pembroke Welsh Corgi, is a small, stocky dog known for its short legs and big personality. They are known for their intelligence, their loyalty, and their playful nature. Welsh Corgis are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Welsh_Corgi_Pembroke",
		"photo": "",
		"code": 145
	},
	{
		"name": "Welsh Corgi Cardigan",
		"short_description": "A small, stocky dog known for its short legs and big personality.",
		"description": "The Welsh Corgi Cardigan, also known as the Cardigan Welsh Corgi, is a small, stocky dog known for its short legs and big personality. They are known for their intelligence, their loyalty, and their playful nature. Welsh Corgis are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "11-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Welsh_Corgi_Cardigan",
		"photo": "",
		"code": 146
	},
	{
		"name": "West Highland White Terrier",
		"short_description": "A small, white dog known for its friendly and playful nature.",
		"description": "The West Highland White Terrier, also known as the Westie, is a small, white dog known for its friendly and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Westies are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "10-11 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/West_Highland_White_Terrier",
		"photo": "",
		"code": 147
	},
	{
		"name": "Cairn Terrier",
		"short_description": "A small, sturdy dog known for its independent and playful nature.",
		"description": "The Cairn Terrier is a small, sturdy dog known for its independent and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Cairn Terriers are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Cairn_Terrier",
		"photo": "",
		"code": 148
	},
	{
		"name": "Chinese Shar-Pei",
		"short_description": "A large, wrinkly dog known for its independent and stubborn nature.",
		"description": "The Chinese Shar-Pei is a large, wrinkly dog known for its independent and stubborn nature. They are known for their intelligence, their loyalty, and their gentle nature. Chinese Shar-Pei are good for families with older children, as they can be too independent for young children. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "18-22 inches",
		"friendliness": "A little cautious",
		"wiki_article": "https://en.wikipedia.org/wiki/Chinese_Shar-Pei",
		"photo": "",
		"code": 149
	},
	{
		"name": "English Bulldog",
		"short_description": "A large, stocky dog known for its wrinkled face and friendly nature.",
		"description": "The English Bulldog is a large, stocky dog known for its wrinkled face and friendly nature. They are known for their intelligence, their loyalty, and their gentle nature. English Bulldogs are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "14-15 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/English_Bulldog",
		"photo": "",
		"code": 150
	},
	{
		"name": "French Bulldog",
		"short_description": "A small, stocky dog known for its wrinkled face and friendly nature.",
		"description": "The French Bulldog is a small, stocky dog known for its wrinkled face and friendly nature. They are known for their intelligence, their loyalty, and their gentle nature. French Bulldogs are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "11-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/French_Bulldog",
		"photo": "",
		"code": 151
	},
	{
		"name": "Golden Retriever",
		"short_description": "A large, friendly dog known for its loyalty and playful nature.",
		"description": "The Golden Retriever is a large, friendly dog known for its loyalty and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Golden Retrievers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-24 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Golden_Retriever",
		"photo": "",
		"code": 152
	},
	{
		"name": "Chihuahua",
		"short_description": "The smallest breed of dog in the world.",
		"description": "The Chihuahua is a small, sturdy dog with a long, narrow head and large, round eyes. They are known for their intelligence and loyalty.",
		"size_at_the_withers": "8-10 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Chihuahua_dog",
		"photo": "",
		"code": 153
	},
	{
		"name": "Miniature Pinscher",
		"short_description": "A small, energetic dog with a long, slender body.",
		"description": "The Miniature Pinscher is a small, but sturdy dog with a long, slender body. They are known for their intelligence and loyalty.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Miniature_Pinscher",
		"photo": "",
		"code": 154
	},
	{
		"name": "Yorkshire Terrier",
		"short_description": "A small, long-haired dog with a long, slender body.",
		"description": "The Yorkshire Terrier is a small, but sturdy dog with a long, slender body. They are known for their intelligence and loyalty.",
		"size_at_the_withers": "8-10 inches",
		"friendliness": "Very friendly",
		"wiki_article": "https://en.wikipedia.org/wiki/Yorkshire_Terrier",
		"photo": "",
		"code": 155
	}
]